Repository: zicodeng/PlantStory
Catalog: PlantStory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “Low light” does not mean darkness. Every plant needs usable light, and each species has its own range.
zh_hans: “低光照”不等于黑暗。所有植物都需要能利用的光，只是每种植物适应的范围不同。

# %@ and %@
source: %1$@ and %2$@
zh_hans: %1$@ 和 %2$@

# %@, %lld plants
source: %1$@, %2$lld plants
zh_hans: %1$@，共 %2$lld 株植物

source: %@, 1 plant
zh_hans: %@，共 1 株植物

source: %lld active reminders
zh_hans: %lld 个提醒已开启

source: %lld days
zh_hans: %lld 天

source: %lld matches
zh_hans: 找到 %lld 项

source: %lld of %lld
zh_hans: %lld / %lld

source: %lld photos
zh_hans: %lld 张照片

source: %lld plants
zh_hans: %lld 株植物

# %lld plants · %lld wild finds
source: %1$lld plants · %2$lld wild finds
zh_hans: %1$lld 株植物 · %2$lld 条野外记录

source: %lld watering reminders due
zh_hans: %lld 个浇水提醒已到期

source: %lld wild finds
zh_hans: %lld 条野外记录

source: %lldd overdue
zh_hans: 已过期 %lld 天

source: 1 active reminder
zh_hans: 已开启 1 个提醒

source: 1 plant
zh_hans: 1 株植物

source: 1 wild find
zh_hans: 1 条野外记录

source: A better family tree
zh_hans: 更准确的家族树

source: A bright spot just outside direct rays
zh_hans: 明亮，但避开阳光直射

source: A broad, heart-shaped blade with a notch at the base where the petiole attaches.
zh_hans: 叶片宽大，形似心脏；叶柄连接处有明显缺口。

source: A bud contains undeveloped tissue that may become a shoot, leaf, or flower.
zh_hans: 芽里藏着尚未发育的组织，将来可能长成新枝、叶片或花。

source: A bud or shoot tip begins the next step
zh_hans: 芽点或枝梢开始孕育新生长

source: A clean, dry scar is usually normal. A soft, dark, or spreading patch deserves a closer look.
zh_hans: 干燥整洁的叶痕通常正常；柔软、发黑或扩散的斑块需要仔细检查。

source: A cultivar is a named selection maintained through cultivation. It sits below the species in this practical plant address.
zh_hans: 栽培品种是经过人工选择并持续繁育、拥有专属名称的类型。在这份实用分类地址中，它位于物种之下。

source: A cycad, not a true palm
zh_hans: 它是苏铁，并不是真正的棕榈

source: A damaged midrib can interrupt support and transport to a large part of the leaf.
zh_hans: 主脉受损会影响大部分叶片的支撑和物质运输。

source: A family contains related genera. Araceae includes Monstera, Epipremnum, Philodendron, and many other aroids.
zh_hans: 一个科包含多个相互关联的属。天南星科中有龟背竹属、麒麟叶属、喜林芋属等许多植物。

source: A family or genus can show that two plants share an evolutionary branch even when they look different.
zh_hans: 即使两株植物外观不同，同一个科或属也能告诉我们，它们共享一条演化分支。

source: A family relationship offers identification clues, but related plants can still need different care.
zh_hans: 同科关系能提供辨认线索，但近亲植物的养护需求仍可能不同。

source: A firm structural root supports the whole system. Soft or hollow sections may indicate damage or rot.
zh_hans: 结实的支撑根承托整个根系；柔软或中空的部位可能表示受损或腐烂。

source: A flower contains structures that help the plant reproduce and form seeds.
zh_hans: 花包含帮助植物繁殖并形成种子的结构。

source: A flowering plant, not a true fern
zh_hans: 它是开花植物，并不是真正的蕨类

source: A fresh start
zh_hans: 生命的起点

source: A gentle reminder to see whether it needs water.
zh_hans: 看看土壤是否需要浇水。

source: A genus brings together closely related species. It is the first word in a scientific species name.
zh_hans: 一个属汇集了亲缘关系较近的多个物种。属名是科学名称中的第一个词。

source: A heart-like base notch
zh_hans: 叶基有心形缺口

source: A leaf scar marks the place where a leaf or its petiole was once attached to the stem.
zh_hans: 叶痕标记叶片或叶柄曾经与茎连接的位置。

source: A long, narrow blade that is widest below the middle and tapers to a pointed tip.
zh_hans: 叶片细长，中部偏下最宽，并逐渐收尖。

source: A mature plant gains the ability to reproduce through flowers, cones, or spores, though indoor conditions may not trigger them.
zh_hans: 植物成熟后便具备通过花、球果或孢子繁殖的能力，不过室内环境不一定能促使它们出现。

source: A move, cold draft, heat source, or sharp light change can trigger leaf drop.
zh_hans: 搬动位置、冷风、热源或光照骤变，都可能引起落叶。

source: A named cultivated selection. It uses quotes and is not italicized.
zh_hans: 经过人工选择并命名的栽培类型。名称要加引号，但不用斜体。

source: A new leaf begins in a protected growing region. On many vining plants, look near the shoot tip or a node where a leaf joins the stem.
zh_hans: 新叶会从受到保护的生长区域开始发育。对于许多藤本植物，可以在枝梢或叶片与茎相连的茎节附近寻找。

source: A new moment
zh_hans: 记录新瞬间

source: A new sighting
zh_hans: 又一次相遇

source: A node is a growth point where a leaf, bud, branch, or root can emerge.
zh_hans: 节是植物的生长点，叶、芽、枝条或根都可能从这里长出。

source: A node is the point where a leaf or bud attaches to a stem. New branches and roots can also begin there.
zh_hans: 茎节是叶片或芽与茎相连的位置，新枝和根也可能从这里长出。

source: A piece of stem produces roots and a new shoot. This is common for many vining and trailing houseplants, but the location of the node matters.
zh_hans: 茎段会长出根和新芽。许多藤本、垂吊植物都适合茎插，但茎节的位置非常关键。

source: A plant can have palm-like leaves without being a flowering palm. Sago palm is a cycad.
zh_hans: 叶子像棕榈，并不代表它就是开花植物中的棕榈。铁树其实属于苏铁。

source: A plant may temporarily droop when it loses water faster than its roots can replace it.
zh_hans: 当水分流失速度超过根系吸收速度时，植物可能会暂时下垂。

source: A plant often uses less water when growth slows or available light decreases.
zh_hans: 植物生长放缓或光照减少时，通常也会减少用水。

source: A receptive stigma allows pollination to begin when compatible pollen reaches it.
zh_hans: 合适的花粉落到成熟的柱头上后，授粉过程便可以开始。

source: A reminder tells you when to check your plant. The plant and potting mix tell you whether to water.
zh_hans: 提醒只是告诉你何时检查；是否真的需要浇水，要由植物和盆土状态决定。

source: A request is sent only after you tap Suggest with AI. Tapping it again sends another request and may create another charge.
zh_hans: 只有你轻点“让 AI 帮我补全”后，PlantStory 才会发送请求。再次轻点会重新请求，并可能产生额外费用。

source: A saw-toothed margin
zh_hans: 叶缘像锯齿

source: A shared name used for more than one Monstera
zh_hans: 这个俗名可能指不止一种龟背竹属植物

source: A simple workflow
zh_hans: 简单四步

source: A single blade with deep rounded or pointed indentations that form distinct sections.
zh_hans: 一整片叶上有较深的圆形或尖形凹口，看起来像被分成数瓣。

source: A soft or discolored stem can point to damage, disease, or excess moisture.
zh_hans: 茎变软或变色，可能说明植物受伤、患病或水分过多。

source: A species name usually leads to more precise care and identification information than a broad common name.
zh_hans: 相比宽泛的俗名，物种名称通常能帮你找到更准确的养护和识别资料。

source: A sudden change
zh_hans: 环境突然变化

source: A sudden move into strong direct light can leave pale, tan, or brown damaged patches.
zh_hans: 突然移到强烈直射光下，叶片可能出现浅色、黄褐色或褐色的受损斑块。

source: A suitable grow light can help in a dim spot. Follow its distance and timing instructions, and give plants a daily dark period.
zh_hans: 光线不足时，可以使用合适的植物灯。按照说明设置距离和时长，并让植物每天有一段黑暗时间。

source: A symptom is a clue, not a diagnosis. Check the soil, light, roots, and leaves before changing care.
zh_hans: 症状只是线索，并非确切诊断。调整养护方式前，先检查土壤、光照、根系和叶片。

source: A very dry root ball or damaged roots can make a plant shed leaves.
zh_hans: 根团过于干燥或根系受损，会导致植物落叶。

source: A visible flower or fruit is the clearest clue, but either may be absent outside the plant’s reproductive season.
zh_hans: 看见花或果实是最直观的线索，但不在繁殖季节时，两者都可能暂时看不到。

source: A whole leaf, petiole, or leaf section can form a new plant in certain species. Other plants may grow roots from a leaf but never produce a shoot.
zh_hans: 某些植物可以用完整叶片、叶柄或叶片切段繁殖；另一些植物的叶片即使长根，也不会冒出新芽。

source: A young plant builds roots, stems, and leaves. In some species, juvenile leaves look different from adult leaves.
zh_hans: 幼株会专注长根、茎和叶。有些植物幼年期的叶片与成年后的样子并不相同。

source: ABOUT
zh_hans: 关于

source: About $0.001 per suggestion, often less. Actual cost depends on token usage and OpenAI’s current pricing, and is billed to your API account.
zh_hans: 每次生成大约花费 0.001 美元，通常还会更低。实际费用取决于 Token 用量和 OpenAI 的最新定价，并从你的 API 账户扣除。

source: Acquired
zh_hans: 入手日期

source: Acquired date
zh_hans: 入手日期

source: Active season
zh_hans: 当前季节

source: Add a note about this photo…
zh_hans: 写下这张照片背后的故事…

source: Add a plant
zh_hans: 添加植物

source: Add a wild find
zh_hans: 添加野外记录

source: Add API key in Settings
zh_hans: 前往设置添加 API 密钥

source: Add photos
zh_hans: 添加照片

source: Add plant
zh_hans: 添加植物

source: Add your first plant and keep its story growing through photos, notes, and care.
zh_hans: 添加第一株植物，用照片、笔记和养护记录，慢慢写下它的故事。

source: Adding photos…
zh_hans: 正在添加照片…

source: Adjust light safely
zh_hans: 安全调整光照

source: Adult phase
zh_hans: 成年阶段

source: Aerial root
zh_hans: 气生根

source: After pollination, pollen tubes can grow through the style toward the ovules.
zh_hans: 授粉后，花粉管会沿着花柱向胚珠生长。

source: After successful pollination, the ovary of many plants develops into a fruit.
zh_hans: 成功授粉后，许多植物的子房会逐渐发育成果实。

source: After the main tip is pruned, a healthy axillary bud may begin growing and make the plant branch.
zh_hans: 主茎顶端被修剪后，健康的腋芽可能开始生长，让植物产生分枝。

source: AI assistant
zh_hans: AI 助手

source: AI Assistant
zh_hans: AI 助手

source: AI can confuse plants with similar common names. No photo was analyzed, so review the species and description before applying them.
zh_hans: 仅凭名称，AI 可能会认错同名或相似的植物。这里不会分析照片，请在采用前核对物种和描述。

source: AI can confuse plants with similar common names. No photo was analyzed, so review the species, taxonomy, and field guide before applying them.
zh_hans: AI 可能会混淆俗名相近的植物。本次未分析照片，请在采用前核对物种、分类信息和野外图鉴。

source: AI can suggest a species and short botanical description—not a care guide. Each request uses your OpenAI API credits, and you’ll review the result before applying it.
zh_hans: AI 可以帮你推测物种并生成简短的植物介绍，但不会提供养护指南。每次生成都会消耗你自己的 OpenAI API 额度，采用前可以先查看内容。

source: AI can suggest a species, structured field guide, and taxonomy—not a care guide. Each request uses your OpenAI API credits, and you’ll review the result before applying it.
zh_hans: AI 可以帮你推测物种、生成结构化野外图鉴和分类信息，但不会提供养护指南。每次生成都会消耗你自己的 OpenAI API 额度，采用前可以先查看内容。

source: AI care suggestion: %@
zh_hans: AI 建议：%@

source: AI generated notes below
zh_hans: 以下内容由 AI 生成

source: AI is optional. Add your own OpenAI API key in Settings to unlock plant suggestions.
zh_hans: AI 是可选功能。你可以在“设置”中添加自己的 OpenAI API 密钥，让 AI 帮忙补全植物信息。

source: AI is optional. Add your own OpenAI API key in Settings to unlock Wild Find suggestions.
zh_hans: AI 是可选功能。你可以在“设置”中添加自己的 OpenAI API 密钥，让 AI 帮忙识别野外植物。

source: AI suggestion unavailable
zh_hans: 暂时无法获取 AI 建议

source: AI Suggestions
zh_hans: AI 建议

source: AI suggestions are off
zh_hans: AI 建议已关闭

source: AI suggestions are on
zh_hans: AI 建议已开启

source: AI suggestions are optional and use your own OpenAI API account. Plant tracking works normally when this feature is off.
zh_hans: AI 建议完全可选，并使用你自己的 OpenAI API 账户。不开启也不会影响植物记录。

source: AI suggestions can be wrong, especially when a common name refers to several species. Review these values before applying them.
zh_hans: 俗名可能对应多个物种，AI 也可能判断出错。采用前请仔细核对。

source: AI suggestions will be turned off on this device.
zh_hans: 这台设备上的 AI 建议将被关闭。

source: All care
zh_hans: 全部养护

source: All caught up
zh_hans: 都照顾好了

source: Allow
zh_hans: 允许

source: Allow Notifications
zh_hans: 允许通知

source: Allowed
zh_hans: 已允许

source: Aluminum plant
zh_hans: 花叶冷水花

source: An aerial root grows from an above-ground stem and may help a climbing plant attach to support.
zh_hans: 气生根从地上茎长出，可帮助攀援植物附着在支撑物上。

source: An aroid, not a true lily
zh_hans: 它是天南星科植物，并不是真正的百合

source: An axillary bud is a small growth point that can develop into a side shoot or, in some plants, a flower.
zh_hans: 腋芽是一个小生长点，可以发育成侧枝，在某些植物上也能发育成花。

source: An established clump is separated into smaller plants. Each division begins with both growing points and roots, so it does not need to build a root system from a bare cutting.
zh_hans: 把成熟的丛生植株分成几株小苗。每份分株都保留生长点和根，不必像裸插穗那样从头长根。

source: An occasional older leaf may yellow and drop. Several leaves changing quickly deserve a closer check.
zh_hans: 偶尔一片老叶变黄脱落并不罕见；如果多片叶子短时间内一起变化，就要仔细检查。

source: An old label may use Sansevieria for snake plants, but accepted classifications now place them in Dracaena.
zh_hans: 旧标签可能把虎尾兰写成 Sansevieria，但目前接受的分类已将它们归入龙血树属 Dracaena。

source: An older lower leaf may yellow and fall while the rest of the plant remains healthy.
zh_hans: 较老的下部叶片可能自然变黄脱落，而植株其他部分仍然健康。

source: An oval blade that is widest around the middle and narrows toward both ends.
zh_hans: 叶片呈椭圆形，中部最宽，两端逐渐变窄。

source: An ovule is a small structure inside the ovary that can develop into a seed.
zh_hans: 胚珠是子房内的小结构，受精后可以发育成种子。

source: An uneven leaf base—one side larger than the other—is a classic begonia clue.
zh_hans: 叶基左右不对称、一侧明显较大，是辨认秋海棠的经典线索。

source: Animated illustration of a growing potted plant
zh_hans: 一株盆栽慢慢长大的动画

source: Animated illustration of discovering a plant
zh_hans: 在野外遇见植物的动画

source: Anther
zh_hans: 花药

source: Aphids
zh_hans: 蚜虫

source: App Language
zh_hans: 语言

source: Appearance
zh_hans: 外观

source: Appearance, habitat, or observations…
zh_hans: 记录外形、生境或你的观察…

source: Apple could not verify this purchase. You have not been credited for it.
zh_hans: Apple 无法验证这笔购买，因此本次支持未能完成。

source: Apple is still processing this purchase.
zh_hans: Apple 正在处理这笔购买。

source: Apply
zh_hans: 采用

source: Araceae
zh_hans: 天南星科（Araceae）

source: Areca palm
zh_hans: 散尾葵

source: Areoles distinguish true cacti from other spiny succulents.
zh_hans: 刺座是真正仙人掌与其他带刺多肉植物的重要区别。

source: Aroid family
zh_hans: 天南星科

source: Aroids are a large tropical family that includes many familiar foliage plants.
zh_hans: 天南星科是一个庞大的热带植物家族，许多常见观叶植物都属于这一科。

source: Arrowhead vine
zh_hans: 合果芋

source: Artillery plant
zh_hans: 小叶冷水花

source: Ascending
zh_hans: 升序

source: Asparagus family
zh_hans: 天门冬科

source: Asparagus fern
zh_hans: 天门冬（Asparagus fern）

source: Avoid keeping potting mix constantly wet. Use drainage holes and remove fallen leaves from the soil surface.
zh_hans: 不要让盆土一直潮湿。确保花盆排水通畅，并及时清理土面的落叶。

source: Avoid sudden swings in watering, temperature, or light while new growth is developing.
zh_hans: 新芽生长期间，尽量避免浇水、温度或光照突然大幅变化。

source: Axillary bud
zh_hans: 腋芽

source: Baby rubber plant
zh_hans: 豆瓣绿

source: Baby rubber plant is a Peperomia, not a close relative of the rubber plant in the fig family.
zh_hans: 豆瓣绿属于椒草属，与桑科的橡皮树并不是近亲。

source: Baby rubber plant, watermelon peperomia, ripple peperomia, and black pepper.
zh_hans: 豆瓣绿、西瓜皮椒草、皱叶椒草和黑胡椒。

source: Backup couldn’t be completed
zh_hans: 备份失败

# Backup from %@ with %@. Your current plants and Wild Finds will be replaced.
source: Backup from %1$@ with %2$@. Your current plants and Wild Finds will be replaced.
zh_hans: 这份备份创建于 %1$@，包含 %2$@。恢复后，现有的植物和野外记录会被替换。

source: Backup restored
zh_hans: 备份已恢复

source: Backup saved
zh_hans: 备份已保存

source: Banyan
zh_hans: 孟加拉榕

source: Before using any pest-control product, confirm it is labeled for indoor use and for your plant. Follow the label and test a small area first.
zh_hans: 使用任何除虫产品前，请确认标签注明可用于室内和这类植物。严格按说明使用，并先在小范围测试。

source: Before you start
zh_hans: 动手之前

source: Beginner note
zh_hans: 新手提示

source: Begonia family
zh_hans: 秋海棠科

source: Begonias differ greatly in leaf texture and growth habit, so identify the type before choosing care.
zh_hans: 不同秋海棠的叶片质地和生长习性差别很大，先确认类型再决定养护方式。

source: BELOW THE SOIL
zh_hans: 土壤之下

source: Best fertilizing months
zh_hans: 适合施肥的月份

source: Best pruning months
zh_hans: 适合修剪的月份

source: Black or mushy tips, repeated deformity, spreading discoloration, pests, or several symptoms together call for a full care check.
zh_hans: 如果新芽发黑发软、反复畸形、变色范围扩大、发现害虫，或多种症状同时出现，就要全面检查养护环境。

source: Black, mushy, foul-smelling, or collapsing tissue suggests rot. Remove damaged material and review moisture, cleanliness, and airflow.
zh_hans: 组织发黑、软烂、有异味或塌陷，通常提示腐烂。去掉受损部分，并检查湿度、清洁和通风是否合适。

source: Bleached areas, pale patches, curling, or dry scorched spots can appear when light is too intense.
zh_hans: 光照过强时，叶片可能褪色、出现浅色斑块、卷曲或留下干枯焦斑。

source: Bloomed
zh_hans: 开花啦

source: Blushing philodendron
zh_hans: 红苞喜林芋

source: Boston fern, bird’s-nest fern, maidenhair fern, and horsetails.
zh_hans: 波士顿蕨、鸟巢蕨、铁线蕨和木贼。

source: Both approaches can work for some plants. Follow the method recommended for your species rather than choosing only by appearance.
zh_hans: 有些植物两种方式都能成功。应按品种推荐的方法选择，而不是只看哪种更好看。

source: Both very dry and persistently wet soil can cause leaves to curl.
zh_hans: 土壤过干或长期过湿，都可能导致叶片卷曲。

source: Bright indirect light
zh_hans: 明亮散射光

source: Bright, indirect light
zh_hans: 明亮散射光

source: Brighter conditions often help the plant and potting mix use water faster.
zh_hans: 光照越充足，植物和盆土通常越快消耗水分。

source: Broad group
zh_hans: 大类

source: Brown bumps fixed to stems
zh_hans: 附着在茎上的褐色小凸点

source: Brown tips
zh_hans: 叶尖发褐

source: Brown tips often appear before the rest of the leaf shows moisture or salt stress.
zh_hans: 水分不合适或盐分积累时，叶尖往往最先变褐。

source: Browse by family
zh_hans: 按科浏览

source: Bud
zh_hans: 芽

source: Build a simple habit: inspect the potting mix, water evenly when needed, and always let the excess escape.
zh_hans: 养成简单习惯：先检查盆土，需要时均匀浇透，并让多余水分完全流出。

source: Bunny ears cactus
zh_hans: 黄毛掌

source: Burro’s tail
zh_hans: 玉缀

source: Cacti are American succulents with areoles—the small structures that produce spines, branches, or flowers.
zh_hans: 仙人掌科是原产美洲的多肉植物，具有刺座——这种小结构会长出刺、枝条或花。

source: Cactus family
zh_hans: 仙人掌科

source: Calathea ‘Triostar’
zh_hans: 三色卧花竹芋

source: Calathea orbifolia
zh_hans: 青苹果竹芋

source: Calendar
zh_hans: 日历

source: Came home
zh_hans: 来到家中

source: Cancel
zh_hans: 取消

source: Care calendar
zh_hans: 养护日历

source: Care note
zh_hans: 养护建议

source: Care notes
zh_hans: 养护要点

source: Caring guide
zh_hans: 养护指南

source: Cast-iron plant
zh_hans: 蜘蛛抱蛋

source: Change one thing at a time, then give the plant time to respond. Several different problems can create the same symptom.
zh_hans: 每次只调整一项，并留出时间观察植物的反应。不同问题可能会表现出相同症状。

source: Changes apply immediately across PlantStory.
zh_hans: 切换后立即生效。

source: Changes in leaf color, shape, or firmness are often early signs of stress.
zh_hans: 叶片颜色、形状或硬挺程度的变化，常常是植物受压的早期信号。

source: Check %@’s soil
zh_hans: 看看%@的土壤

source: Check a reliable, species-specific guide before removing anything from the parent plant.
zh_hans: 从母株剪下任何部位之前，先查阅可靠的品种专属繁殖指南。

source: Check again after a day or two. Notice how the pot’s weight and the feel of the mix change as it dries.
zh_hans: 一两天后再检查，并留意盆土变干时，手感和花盆重量如何变化。

source: Check before you water
zh_hans: 浇水前先检查

source: Check fallen leaves for yellowing, spots, pests, or soft tissue.
zh_hans: 检查掉落的叶片是否发黄、有斑点、虫害或组织软烂。

source: Check first
zh_hans: 先检查这些

source: Check first. Water fully.
zh_hans: 先检查，再浇透。

source: Check leaf undersides, growing tips, and the joints where leaves meet stems. Use bright light to spot webbing.
zh_hans: 检查叶背、生长点和叶片与茎的连接处。借助明亮光线更容易发现细网。

source: Check soil moisture at root depth rather than only at the surface.
zh_hans: 检查根系深度的土壤湿度，不要只看表面。

source: Check stems and leaf undersides before buying or bringing a plant indoors, then quarantine new arrivals.
zh_hans: 购买植物或搬回室内前，检查茎和叶背；新到的植物要先单独观察。

source: Check the newest leaves
zh_hans: 检查最新长出的叶片

source: Check the spot at several times of day to see whether direct rays actually reach the leaves.
zh_hans: 在一天中的不同时间查看这个位置，确认阳光是否会直接照到叶片。

source: Check whether spots are dry and bleached or soft and spreading.
zh_hans: 观察斑点是干燥褪色，还是柔软并继续扩散。

source: Check whether the soil has been staying dry for long periods.
zh_hans: 检查土壤是否已经长时间处于干燥状态。

source: Check whether yellowing is limited to older lower leaves or is spreading.
zh_hans: 看看发黄是否只出现在下部老叶，还是正在扩散。

source: Check-in interval
zh_hans: 检查间隔

source: Check-in schedule
zh_hans: 提醒周期

source: Chinese evergreen
zh_hans: 广东万年青

source: Chinese fan palm
zh_hans: 蒲葵

source: Chinese money plant
zh_hans: 镜面草

source: Chinese money plant, aluminum plant, artillery plant, and true nettles.
zh_hans: 镜面草、铝叶冷水花、小叶冷水花和真正的荨麻。

source: Choose a clean draining pot and lightly moisten fresh potting mix.
zh_hans: 选好干净且排水通畅的花盆，将新盆土稍微润湿。

source: Choose a healthy, preferably non-flowering stem with the number of nodes recommended for the species. A node is where a leaf or bud joins the stem.
zh_hans: 选择健康、最好没有开花的茎，并按品种要求保留足够茎节。茎节就是叶片或芽与茎相连的位置。

source: Choose a little boost for future PlantStory ideas.
zh_hans: 如果你愿意，可以为 PlantStory 的下一个点子浇点水。

source: Choose a month for seasonal care. Watering shows plants due today or overdue.
zh_hans: 选择月份查看季节性养护；浇水会显示今天到期或已逾期的植物。

source: Choose a month to see the plants that need seasonal care.
zh_hans: 选择月份，看看哪些植物需要养护。

source: Choose a natural clump with more than one growing point. Plan sections so every new plant keeps healthy shoots and roots.
zh_hans: 选择带有多个生长点的自然丛生植株，分开时确保每株小苗都保留健康枝叶和根。

source: Choose a pest
zh_hans: 选择一种害虫

source: Choose a propagation method
zh_hans: 选择繁殖方法

source: Choose a symptom
zh_hans: 选择一种症状

source: Choose a view to learn how each part helps a plant grow.
zh_hans: 选择一个视图，了解各个部位如何帮助植物生长。

source: Choose an existing location
zh_hans: 选择已有位置

source: Choose an offset or plantlet that has begun forming roots, or keep it attached while it roots when the species allows layering.
zh_hans: 选择已经开始长根的侧芽或小苗；如果品种适合压条，也可以先保持与母株相连，等生根后再分开。

source: Choose any dot. You can revisit a part whenever you like.
zh_hans: 点击任意圆点，之后也可以随时回来复习。

source: Choose healthy material
zh_hans: 选择健康的繁殖材料

source: Choose the active season once. It applies to every plant using seasonal watering intervals.
zh_hans: 只需选择一次当前季节，所有启用按季节浇水间隔的植物都会使用它。

source: Choose the months when pruning is best for this plant.
zh_hans: 选择适合修剪这株植物的月份。

source: Choose the months when this plant benefits most from fertilizer.
zh_hans: 选择适合给这株植物施肥的月份。

source: Choose the next pot
zh_hans: 选择新花盆

source: Choose the right method, start a healthy cutting, and care for new roots.
zh_hans: 选对方法，做好健康插穗，陪伴新根长成。

source: Choose which photo appears on the My Garden card.
zh_hans: 选择要显示在“我的花园”卡片上的照片。

source: Clean tools make a neater cut and reduce the chance of carrying pests or pathogens between plants.
zh_hans: 干净的工具能留下整齐切口，也能降低害虫和病原在植物之间传播的风险。

source: Clear location
zh_hans: 清空位置

source: Clear search
zh_hans: 清除搜索

source: Close photo
zh_hans: 关闭照片

source: Cloud & network use
zh_hans: 云端与网络

source: Clustering fishtail palm
zh_hans: 短穗鱼尾葵

source: Clusters on tender new growth
zh_hans: 聚集在嫩芽和新叶上

source: Collapses history to three entries
zh_hans: 收起，只显示最近 3 条

source: Comment on GitHub
zh_hans: 去 GitHub 留言

source: Common causes
zh_hans: 常见原因

source: Common example
zh_hans: 常见例子

source: Common name
zh_hans: 常见名称

source: Common names are useful, but they can vary by region or point to several different plants.
zh_hans: 俗名很实用，但不同地区的叫法可能不同，同一个名字也可能指多种植物。

source: COMMON PEST
zh_hans: 常见害虫

source: Common pests
zh_hans: 常见害虫

source: Common-name surprises
zh_hans: 俗名里的意外答案

source: Compare length with width. It should be much longer than it is wide and taper gradually.
zh_hans: 比较叶片的长和宽：长度明显大于宽度，并且逐渐变尖。

source: Compare size, spacing, color, and shape with older leaves. A repeated pattern of smaller or distorted leaves can signal stress.
zh_hans: 把新叶的大小、间距、颜色和形状与老叶对比。如果新叶持续偏小或畸形，可能说明植物正承受压力。

source: Compare the plant’s current light with the conditions it normally prefers.
zh_hans: 确认植物目前的光照是否符合它平时喜欢的环境。

source: Completely optional. Tips do not unlock features or change how PlantStory works.
zh_hans: 完全自愿。支持不会解锁额外功能，也不会改变 PlantStory 的使用方式。

source: Cones are a strong clue. Needle-like leaves are common among conifers, while cycads and ginkgo show that the group has other leaf shapes too.
zh_hans: 球果是一个明显线索。针叶在松柏类中很常见，但苏铁和银杏也说明裸子植物并不只有这一种叶形。

source: Confidence
zh_hans: 可信度

source: Configure your OpenAI API key
zh_hans: 管理 OpenAI API 密钥

source: Confirm that drainage holes are open and empty any water collected inside the saucer or decorative outer pot.
zh_hans: 确认排水孔畅通，并倒掉托盘或装饰套盆里的积水。

source: Constantly wet soil can reduce oxygen around the roots and cause leaves to yellow.
zh_hans: 土壤长期潮湿会减少根系周围的氧气，从而导致叶片发黄。

source: Continue until some water exits the drainage holes. Very dry mix may need a second slow pass.
zh_hans: 继续浇到少量水从排水孔流出。盆土过干时，可能需要再慢慢浇一遍。

source: Contrasting dots or patches repeat across the blade as part of the leaf’s normal coloring.
zh_hans: 对比色的斑点或斑块有规律地分布在叶面上，属于叶片本身的正常花纹。

source: Cordate
zh_hans: 心形

source: Corn plant
zh_hans: 巴西木

source: Couldn’t update API key
zh_hans: 无法更新 API 密钥

source: Create a PlantStory backup
zh_hans: 创建 PlantStory 备份

source: Create an OpenAI API key
zh_hans: 创建 OpenAI API 密钥

source: Credits & Contributors
zh_hans: 致谢与贡献者
